tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/core"

##brew install
brew "bat"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "jq"
brew "mas"
brew "node"
brew "rbenv"
brew "stow"
brew "yarn"
brew "youtube-dl"

# # Brew Cask Installs
cask "bartender"
cask "bettertouchtool"
cask "dropbox"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

# # Brew Install Mac App Store CLI
mas "Aware", id: 1082170746
mas "GetIpsum", id: 1580281319
mas "Get Plain Text", id: 508368068
mas "Side Mirror - for Presenters", id: 944860108
mas "Boop", id: 1518425043
mas "ColorSlurp", id: 1287239339
mas "Hand Mirror", id: 1502839586
